import React from 'react';
import guan from '../assets/map.png'
import '../style/record.css'

export const article1= 
    <div>
        <img className = 'mapImg' src={guan}></img>
        <span className = 'travilWord'>
            第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。
        </span>
    </div>

export const article2= 
    <div>
        <img className = 'mapImg' src={guan}></img>
        <span className = 'travilWord'>
            第二篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。
        </span>
    </div>

export const article3= 
    <div>
        <img className = 'mapImg' src={guan}></img>
        <span className = 'travilWord'>
            第三篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。第一篇文章：今天超级开心啊 哈哈哈哈哈哈哈哈哈哈哈接电话发顺
            丰等会就睡电咖啡壶数控刀具发货速度就分手，圣诞节还是觉得放寒假地方很多杰夫哈迪发的，
            dhfjzdxhcjc。
        </span>
    </div>